{
	"about-me": {
		"section-title": "About me",
		"1": "Hi! My name is David, I'm ",
		"2": " years old and I'm a software development engineer from the FIB (Facultat d'Informàtica de Barcelona).",
		"3": "Currently I'm a PHP web developer, although I'm also curious to know more about other areas like databases (BigData, Data Mining), IoT-SmartCities or mobile apps.",
		"4": "Continuous formation must be always present in a developer's DNA, that's why I'm all set to discover new areas, programming languages, methodologies or new technologies.",
		"5": "I'm cheerful, smiling, quiet and a bit shy. On my spare time I usually like watching my favourite TV shows, series or movies, playing video games, and share enjoyable time with my family and friends company.",
		"6": "If you want to know more about me, I invite you to take a moment to visit my LinkedIn profile, and for more details, contact me by email."
	},

	"skills": {
		"section-title": "Skills",
		"php": "Advanced skills on backend development of web apps. Frameworks: Codeigniter and Symfony.",
		"symfony": "Basic use of framework features and elements (Doctrine, Twig).",
		"git": "Essential skills and experience managing repositories.",
		"docker": "Use and setup of virtual development environments.",
		"mysql": "Advanced concepts on databases creation, design and optimization as well as building complex queries.",
		"html": "Medium level skills on web and forms building.",
		"js": "Creation of scripts for web pages and web applications. Use of native JS and jQuery.",
		"css": "Basic concepts on designing and transforming web pages and web applications content. Experience with Bootstrap.",
		"other": "Other skills"
	},

	"languages": {
		"section-title": "Languages",
		"spanish": "Spanish",
		"catalan": "Catalan",
		"english": "English (Upper Intermediate)",
		"english-details": "Understanding: Intermediate — Speaking: Intermediate — Writing: High"
	},

	"experience": {
		"section-title": "Experience",
		"shopery-time": "July 2019 - Present",
		"shopery": "Collaboration to create a new marketplace B2B project using Domain-Driven Development (DDD) methodology, using SOLID principles, API REST using JWT for authentication, Symfony 4.3 with MySql, Doctrine, Redis and Elasticsearch.",
		"eoniantec-time": "March 2015 - July 2019",
		"eoniantec": "Internal development of new tools and features, software maintenance (bug fixing, optimization, cleaning tasks and refactoring), use of external marketing APIs (Facebook Ads, Google AdWords, etc.) for automated management of ads and generation of daily reports."
	},

	"formation": {
		"section-title": "Formation",
		"degree": "Bachelor Degree in Informatics Engineering - Universitat Politècnica de Catalunya",
		"time": "September 2009 - January 2015",
		"studies": "Bachelor Degree in Informatics Engineering studies (Information Systems) on Facultat d'Informàtica de Barcelona (FIB) of Universitat Politècnica de Catalunya (UPC)",
		"degree-final-project": "Degree Final Project: ",
		"degree-final-project-title": "\"Medication control system\" (Spanish)"
	},

	"external-link-title": {
		"linkedin": "Visit my LinkedIn profile",
		"github": "My projects on GitHub",
		"email": "Contact me via email"
	},

	"footer": {
		"column-title-sections": "Sections"
	}
}